# კონკატინაცია არის სტრინგებს შორის მიმატება. 
# ცვლადი არის თითეული მახასიათებლის, რომლებიც იცვლება შერჩევაში ან აპლიკაციაში ეწოდება ცვლადი.
# კომენტარი არის კოდირების ნაწილი, რომელსაც პროფესიონალ პროგრამისტებს შეუძლიათ მათი წაკითხვა, მაგალითად 1000 კოდი რომ იყოს გამოყენებული.
# string არის მონაცემთა ტიპი რომელიც "" ბრჭყალებში იწერება.
# integer არის ნებისმიერი ნატურალური რიცხვი, მაგალითად: 1,2,3,4,5,6,7,8,9...
# float არის ათწილადი, მაგალითად: 1.2; 2.3; 6.5; 6;2...
#  + - მიმატება.
#  -  - გამოკლება.
#  /  - გაყოფა.
# == - ტოლობა.
#  *  - გამრავლება.


# car_brands = "" - snake_case
# bug არის ერთი კომპიუტერის ვირუსი, და debugging არის კომპიუტერის გამოსწორება.
